Repository: hzulla/kano-settings
Catalog: po/*.po
Languages: de

source: Settings
de: Einstellungen

source: Reboot?
de: Neustart?

source: Your Kano needs to reboot for changes to apply
de: Die Änderung ist erst nach einem Neustart abgeschlossen

source: Later
de: Später

source: Reboot now
de: Jetzt neu starten

source: Choose a network:
de: Wähle ein WLAN-Netz aus:

source: Open
de: Offen

source: Protected
de: Verschlüsselt

source: Enter the name of the hidden network
de: Der Name des versteckten WLANs

source: {{6 - }} {{5 Please enter the name of the hidden wireless network (SSID) }}
de: {{6 - }} {{5 Wie heißt das versteckte WLAN? (SSID) }}

source: Is the network protected? {{1 N}}o, {{1 W}}EP, W{{1P}}A
de: Ist das WLAN verschlüsselt? {{1 N}}ein, {{1 W}}EP, W{{1P}}A

source: No,N/WEP,W/WPA,P
de: Nein,N/WEP,W/WPA,P

source: {{6 - }} {{5 Please answer }} {{1 N }}{{5,}} {{1 W }}{{5, or }} {{1 P }}
de: {{6 - }} {{5 Bitte antworte }} {{1 N }}{{5,}} {{1 W }}{{5, or }} {{1 P }}

source: What's the network password?
de: Wie lautet das WLAN-Passwort?

source: {{8 x }} {{7 Please enter a valid network password }}
de: {{8 x }} {{7 Bitte gib das WLAN-Passwort ein }}

source: Trying %s, please stand by
de: Verbinde mit %s, bitte warte

source: {{6 - }} {{5 Couldn't connect to }}{{2 %s }}
de: {{6 - }} {{5 Keine Verbindung zu }}{{2 %s }}

source: {{6 - }} {{5 Do you want to re-enter the password? }} {{1 [Y]es/[n]o }}
de: {{6 - }} {{5 Willst Du das Passwort noch einmal eingeben? }} {{1 [J]a/[n]ein }}

source: Yes,Y/No,N
de: Ja,J/Nein,N

source: {{8 x }} {{7 You need root privileges to start this app. Please try sudo }}
de: {{8 x }} {{7 Dieses Programm benötigt root-Rechte. Bitte starte es mit sudo }}

source: {{6 - }} {{5 wireless network is not connected }}
de: {{6 - }} {{5 Keine WLAN-Verbindung }}

source: {{4 + }} {{3 wireless network is connected to }}{{2 %s }}
de: {{4 + }} {{3 Verbunden mit WLAN }}{{2 %s }}

source: {{6 - }} {{5 Couldn't connect using configuration {{2 %s }}. }}
de: {{6 - }} {{5 Keine Verbindung über Konfigurationsdatei {{2 %s }}. }}

source: {{4 + }} {{3 Great! You are connected to {{2 %s }}! }}
de: {{4 + }} {{3 Prima! Du bist verbunden mit {{2 %s }}! }}

source: {{4 + }} {{3 Good news! It looks like you already have internet }}
de: {{4 + }} {{3 Gute Nachrichten! Du bist bereits mit dem Internet verbunden }}

source: First, plug in your {{2wifi piece}}.
de: Bitte stecke Deinen {{2WLAN-Adapter}} in Deinen Computer.

source: Please take into account that the system will automatically reboot.
de: Bitte beachte: Das System wird automatisch neu starten.

source: If you don't want to use WiFi, press {{1 ENTER }}.
de: Drücke {{1 ENTER }}, falls Du kein WLAN benutzten möchtest.

source: Press {{1 ENTER }} when ready.
de: Wenn Du bereit bist, drücke {{1 ENTER }}.

source: You are connected to {{2 %s }}
de: Du bist verbunden mit WLAN {{2 %s }}

source: Do you want to forget this network and choose a new one? {{1 [y]es/[N]o }}
de: Willst Du dieses WLAN löschen und ein anderes auswählen? {{1 [j]a/[N]ein }}

source: Help me find the signal.
de: Hilf mir. Ich suche das Signal.

source: {{6 - }} {{5 I can't find any wireless signals. Do you want to scan again? }} {{1 [Y]es/[n]o }}
de: {{6 - }} {{5 Ich kann kein WLAN entdecken. Willst Du noch einmal scannen? }} {{1 [J]a/[n]ein }}

source: Exiting...
de: Beende...

source: Total networks: %(count)d, Page: %(page)d
de: Anzahl Netzwerke: %(count)d, Seite: %(page)d

source: {{1 r }} -> Rescan
de: {{1 s }} -> noch einmal scannen

source: {{1 n }} -> Next page
de: {{1 n }} -> nächste Seite

source: {{1 p }} -> Previous page
de: {{1 v }} -> vorherige Seite

source: {{1 h }} -> Connect to hidden network
de: {{1 u }} -> Verbindung zu unsichtbarem WLAN mit versteckter SSID

source: {{1 s }} -> Skip
de: {{1 a }} -> Abbrechen

source: Choose a network number or option letter:
de: Wähle ein Netzwerk aus oder wähle eine Option:

source: Rescan,R/Next,N/Previous,P/Hidden,H/Skip,S
de: Scan,S/Nächste,N/Vorherige,V/Unsichtbar,U/Abbruch,A

source: Scanning...
de: Scanne...

source: Let's connect to {{2 %s }}
de: Verbindung zu {{2 %s }}

source: {{6 - }} {{5 This option is not in range! Please try again }}
de: {{6 - }} {{5 Unbekannte Option, bitte versuch's noch einmal }}

source: {{4 + }} {{3 Great! You are connected }}
de: {{4 + }} {{3 Klasse! Du bist verbunden }}

source: Do you want to test your connection? {{1 [y]es/[N]o }}
de: Willst Du die Verbindung jetzt testen? {{1 [j]a/[N]ein }}

source: Type {{2 ping www.google.com }}
de: Gib {{2 ping www.google.com }} ein

source: {{6 - }} {{5 Not the correct command, try again: }} {{2 ping www.google.com }}
de: {{6 - }} {{5 Falsches Kommando, versuch's noch einmal: }} {{2 ping www.google.com }}

source: {{8 x }} {{7 Oops! It seems the Internet is not reachable... Don't worry, we can still play! }}
de: {{8 x }} {{7 Ups! Das Internet scheint gerade nicht erreichbar zu sein... Keine Sorge, wir können trotzdem spielen! }}

source: {{4 + }} {{3 Brilliant! Internet is working }}
de: {{4 + }} {{3 Großartig! Das Internet ist erreichbar }}

source: Launching the browser so you can log in
de: Starte jetzt den Browser, damit Du Dich einloggen kannst

source: Press {{1 ENTER }} to continue
de: Drücke {{1 ENTER }} und es geht weiter

source: Current resolution: {}
de: Auflösung: {}

source: (Changing this requires a reboot.)
de: (Nach Änderung ist Neustart nötig.)

source: Display
de: Anzeige

source: Apply changes
de: Änderung speichern

source: This setting lets you adjust your screen's size.
de: Hier kannst Du den Rand der Anzeige anpassen.

source: Advanced
de: Erweitert

source: This setting lets you adjust your screen's size, edge by edge.
de: Hier kannst Du den Rand der Anzeige anpassen, für alle vier Seiten.

source: Top
de: Oben

source: Bottom
de: Unten

source: Left
de: Links

source: Right
de: Rechts

source: Notifications
de: Nachrichten

source: Here you can manage the built-in notification system.
de: Hier verwaltest Du das eingebaute Benachrichtigungssystem.

source: Show all notifications
de: Zeige alle Benachrichtigungen

source: Hide all notifications
de: Zeige gar keine Benachrichtigungen

source: Hide only Kano World notifications
de: Zeige alle Benachrichtigungen, außer Kano World

source: Choose your Wallpaper
de: Wähle Dein Hintergrundbild

source: Change wallpaper
de: Hintergrundbild ändern

source: Parental lock
de: Jugendschutzfilter

source: Configure your parental lock settings.
de: Jugendschutzfilter einrichten.

source: Low Settings
de: Niedrige Stufe

source: Blocks blacklisted websites
de: Sperrt Websites über eine schwarze Liste

source: Medium Settings
de: Mittlere Stufe

source: Switch to use filtering DNS servers
de: Benutzt einen filternden DNS-Server

source: High Settings
de: Hohe Stufe

source: Enable all filters
de: Aktiviere alle Filter

source: Ultimate Settings
de: Ultimative Stufe

source: Only allow access to Kano World
de: Zugriff nur auf Kano World

source: Configure allowed/blocked
de: Filterliste anpassen

source: If any browsers are open, please relaunch them for this setting to take effect
de: Falls Du einen Browser geöffnet hast, starte ihn anschließend bitte neu

source: Allow and block sites
de: Websites erlauben und sperren

source: Add extra sites to block or allow.
de: Wähle aus, welche Websites gesperrt oder zugelassen sind.

source: Add extra sites to block
de: Zusätzlich zu sperrende Websites

source: Something blocked that shouldn't be?
de: Websites, die nicht gesperrt werden sollen?

source: Parental Authentication
de: Jugendschutzfilter-Zugriff

source: Enter your parental password:
de: Gib das Jugendschutzfilter-Passwort ein:

source: Try again?
de: Nochmal probieren?

source: The password was incorrect. Not applying changes
de: Das Passwort stimmt nicht. Änderungen nicht übernommen.

source: Small
de: Klein

source: Big
de: Groß

source: Font
de: Schrift

source: Choose a comfortable text size:
de: Wähle eine angenehme Schriftgröße aus:

source: (better for small screens)
de: (besser für kleine Bildschirme)

source: (Default)
de: (Voreinstellung)

source: (better for big screens)
de: (prima für große Bildschirme)

source: Disk space used: {used}B / {total}B
de: Speicherplatz: {used}B von {total}B benutzt

source: Temperature: {celsius}
de: Temperatur: {celsius}

source: Model: {model}
de: Modell: {model}

source: Terms and conditions
de: Nutzungsbedingungen

source: Meet the team
de: Das Kano-Team

source: Changelog
de: Änderungen

source: Go back
de: Zurück

source: Slow
de: Langsam

source: Fast
de: Schnell

source: Mouse
de: Maus

source: Pick your speed:
de: Wähle Deine Geschwindigkeit aus:

source: (requires less move precision)
de: (macht es einfacher, den Mauszeiger zu bewegen)

source: (better for wide screens)
de: (prima für breite Bildschirme)

source: Change your screensaver
de: Ändere den Bildschirmschoner

source: Change screensaver
de: Bildschirmschoner ändern

source: Advanced Options
de: Erweiterte Einstellungen

source: Screensaver - advanced
de: Bildschirmschoner - erweitert

source: Turn on screensaver
de: Bildschirmschoner anschalten

source: Length of time in minutes before screensaver launches
de: Zeit in Minuten bis Bildschirmschoner startet

source: Wallpaper
de: Hintergrundbild

source: Screensaver
de: Bildschirmschoner

source: General
de: Allgemein

source: Reset your desktop
de: Desktop zurücksetzen

source: This will reset all of your desktop changes
de: Dies nimmt alle Änderungen am Desktop zurück

source: Do you want to continue?
de: Willst Du das?

source: No
de: Nein

source: Yes
de: Ja

source: Advanced options
de: Erweiterte Optionen

source: Toggle parental lock and debug mode.
de: Jugendschutzfilter und Debug-Modus.

source: This will: - Block mature videos on YouTube - Block mature websites in browser
de: Dies wird: - ungeeignete Videos auf YouTube sperren - ungeeignete Websites im Browser sperren

source: Configure
de: Anpassen

source: Having problems? 1) Enable this mode 2) Report a bug with the ? tool on the Desktop
de: Probleme? 1.) hier Debug-Modus anschalten 2.) Fehlerbericht mit dem ?-Programm auf dem Desktop senden

source: Debug mode
de: Debug-Modus

source: Activated
de: Eingeschaltet

source: De-activated
de: Ausgeschaltet

source: Unlock the parental lock
de: Jugendschutzfilter abschalten

source: Choose a password
de: Wähle ein Passwort aus

source: Unlock
de: Entsperren

source: Enter your selected password
de: Gib Dein Jugendschutz-Passwort ein

source: Set up your parental lock
de: Jugendschutzfilter einrichten

source: Enter your password
de: Wähle ein Passwort für den Jugendschutzfilter aus

source: Lock
de: Sperren

source: Select password
de: Passwort auswählen

source: Confirm password
de: Passwort bestätigen

source: Careful
de: Vorsicht

source: The passwords don't match! Try again
de: Die Passworte stimmen nicht überein! Versuch's noch einmal

source: Try again
de: Versuch's noch einmal

source: Success
de: Es hat geklappt

source: Error
de: Fehler

source: Connect now
de: Jetzt verbinden

source: You need internet to continue
de: Du musst Dich noch mit dem Internet verbinden

source: System account settings
de: Systemkonto

source: Set your account.
de: Ändere Dein Nutzerkonto.

source: Change password
de: Passwort ändern

source: Add account
de: Konto neu anlegen

source: Remove account
de: Konto löschen

source: Accounts
de: Nutzerkonten

source: Add or remove accounts.
de: Nutzerkonten neu anlegen oder löschen.

source: Reboot the system
de: System neu starten

source: A new account will be created next time you reboot.
de: Nach dem Neustart kannst Du das neue Nutzerkonto verwenden.

source: Are you sure you want to delete the current user?
de: Willst Du wirklich das aktuelle Nutzerkonto löschen?

source: You will lose all the data on this account!
de: Du wirst alle Daten von diesem Nutzerkonto verlieren!

source: Cancel
de: Abbruch

source: To finish removing this account, you need to reboot
de: Zum Abschluss ist ein Neustart des Systems nötig

source: Do you want to reboot?
de: Willst Du das System neu starten?

source: Change your password
de: Ändere Dein Passwort

source: Old password
de: Altes Passwort

source: "kano" is default
de: "kano" ist das Standard-Passwort

source: New password
de: Neues Passwort

source: Repeat new password
de: Neues Passwort wiederholen

source: Could not change password
de: Konnte das Passwort nicht ändern

source: Your old password is incorrect!
de: Dein altes Passwort stimmt nicht!

source: Your new passwords don't match! Try again.
de: Die neuen Passworte stimmen nicht überein! Versuch's noch einmal.

source: Your new password is not long enough or contains special characters.
de: Dein neues Passwort ist zu kurz oder enthält ungültige Zeichen.

source: Password changed!
de: Passwort geändert!

source: Add
de: Hinzufügen

source: Remove
de: Entfernen

source: None
de: Nicht

source: Modest
de: Etwas

source: Medium
de: Mittel

source: High
de: Hoch

source: Overclocked
de: Übertaktet

source: Overclock your processor
de: Prozessor übertakten

source: Make your computer's brain think faster, but run hotter.
de: Das Gehirn Deines Computers kann schneller denken (wird aber heißer).

source: Warning
de: Vorsicht

source: For a small percentage of users, this setting makes the Pi behave unpredictably. Do you want to continue?
de: Ein übertakteter Pi funktioniert manchmal nicht mehr ganz zuverlässig. Möchtest Du trotzdem übertakten?

source: Keyboard
de: Tastatur

source: Kano keyboard detected
de: Kano-Tastatur angeschlossen

source: Layout options
de: Layout-Optionen

source: Where do you live? So I can set your keyboard.
de: Wo lebst Du? So können wir Deine Tastatur auswählen.

source: Analogue
de: Analog

source: Get sound from your speaker or your TV:
de: Tonausgabe via Lautsprecher oder TV:

source: Speaker (Analogue)
de: Lautsprecher (Analog)

source: not configured
de: nicht eingerichtet

source: Complete
de: Fertig

source: Disable proxy
de: Proxy abschalten

source: Use the browser to log in or configure proxy
de: Mit dem Browser einloggen oder Proxy anpassen

source: Configure wireless
de: WLAN-Einstellungen

source: Get connected
de: Verbinde Dich

source: WiFi
de: WLAN

source: No network found
de: Kein Netzwerk gefunden

source: Connection found!
de: Verbunden!

source: You're on a wired network.
de: Du bist per Kabel verbunden.

source: You're on a wireless network.
de: Du bist drahtlos verbunden.

source: Connect via a friend
de: Über einen Freund verbinden

source: IP address
de: IP Adresse

source: Username
de: Nutzername

source: Password
de: Passwort

source: Enable proxy
de: Proxy anschalten

source: Error with proxy
de: Problem mit dem Proxy

source: Successfully enabled proxy
de: Proxy wurde angeschaltet

source: Successfully disabled proxy
de: Proxy wurde abgeschaltet

source: Overclocking
de: Übertakten

source: Account
de: Nutzerkonto

source: Appearance
de: Erscheinungsbild

source: About
de: Info

source: Connected
de: Verbunden

source: Not connected
de: Nicht verbunden

source: Problem connecting to the proxy server
de: Keine Verbindung zum Proxy-Server

source: Parental lock enabled!
de: Jugendschutzfilter ist aktiv!

source: Parental lock disabled!
de: Jugendschutzfilter ist nicht aktiv!

source: Password doesn't match leaving parental lock enabled!
de: Falsches Passwort! Jugenschutzfilter bleibt aktiv!

source: Connect
de: Verbinden

source: Shows the status of your internet connection.
de: Zeigt, wie Du mit dem Internet verbunden bist.

source: Kano Settings
de: Kano Einstellungen

source: All settings
de: Alle Einstellungen

source: A quick access to important settings.
de: Schnellzugriff auf alle wichtigen Einstellungen.
